[GDGIBeTheBatman]
0=In Be The Batman mode, it's every man for himself. The first one to score a kill gets to become Batman.
1=Killing Batman in Be The Batman mode allows you to become Batman.
2=The first player to score 10 points in Be The Batman wins the round.

[GDGIGangland]
0=More details about the advanced features of Invisible Predator Online are available to view in the Videos section of the main menu.
1=Bane and Joker are potent enemies, but they don't regenerate health, or return if defeated.

[GDGIGangland.Hero]
0=Drive off the Super-Villain Gangs! Fill the Intimidation meter by taking out the Gang Elites. Be careful: if they kill you, Intimidation will be reduced.
1=Vary your Takedowns for faster Intimidation.
10=Ambush the Elites when they need to use Ammo Crates, or try to activate a Super-Villain entry point.
11=Explosive Gel can lay traps, but it is also a superbly fast takedown option in a pinch.
12=Thugs can see you in their Enhanced Vision only at close range. Play just close enough to remain undetected.
13=Alfred will mark out the Gang Captains with a white star. Focus on hunting them for an Intimidation boost.
14=The smoke pellet disorients enemies and allows you to perform a takedown from any angle, even if they are looking at you.
15=Taking down thugs that are grouped together is easier with a teammate. 
2=Keep the game even by scrambling control points if they become unbalanced.
3=Pay attention to how many reinforcements the gangs have left! Do everything in your power to preserve the life of both sides.
4=Heroes need to be fast and aggressive. At no point should you not be making a move.
5=Robin can use his Bullet Shield to close with Elites, allowing him to use his Shield Bash move.
6=Melee attacks are not effective.
7=Knockouts don't cost the gangs reinforcements - It may be beneficial to focus on a single thug without reinforcements to prolong the game, and your chance to win.
8=The scrambler only works on thugs if they are currently using Enhanced Vision.
9=If you are discovered and fired upon during a Silent Takedown, try a Knockout Smash. You won’t score as much Intimidation, but you can escape more quickly.

[GDGIGangland.Thug]
0=Remember - Capturing a point may be more valuable to your team than rushing in for kills.
1=When all the reinforcements for your Gang are depleted, you will not be able to respawn.
2=In Invisible Predator Online, killing a Hero when your Gang's reinforcements are at zero allows all your dead Gang members to come back.
3=Get to a Grenade pickup spawn first to get three extra grenades.
4=Joker and Bane are capable of turning the tide of battle. Adjust your tactics accordingly.
5=Your first objective should be capturing control points. Spread the focus of the heroes and enemy gang as far as possible.
6=When your Super-Villain Boss announces they're on their way, get to the marked entry door first to play as them.
7=A single gadget use could turn the tide of a battle. Imagine what 3 coordinated thugs could pull off!
8=If Batman and Robin's Intimidation is getting high, focus on them to lower Intimidation and prevent them from winning.
9=Be wary when approaching Super-Villain entry points and Ammo Crates: Heroes and enemy Gang Elites may try to ambush you there.

[GDGIHunterHunted.Hero]
0=In Hunter, Hunted mode you only have one life to live. Exercise extreme caution!
1=It's especially dangerous to attack a disciplined Gang in Hunter, Hunted mode. Use your gadgets and the environment to divide and conquer.
2=Gangs can also win the round in Hunter, Hunted mode by taking two control points. You must balance caution and aggression.

[GDGIHunterHunted.Thug]
0=In Hunter, Hunted mode you only have one life to live. Exercise extreme caution!
1=In Hunter, Hunted mode it's especially important to stick together and work as a team. Going solo is a recipe for disaster!
2=Taking 2 Control Points is the other way to win a round of Hunter, Hunted.

[Hero]
0=Find your enemies with Detective Vision.
1=Approach Gang Elites quickly and carefully. Get above, behind or below an unaware hostile, then take them down.
2=Use Ground Takedowns to finish off prone enemies.
3=Remain unseen and use Takedowns. Melee leaves you vulnerable: use it only as a last resort.
4=The Scrambler can also be used to disrupt a Gang Elite’s Enhanced Vision.
5=Select and throw a Smoke Pellet to temporarily blind groups of enemies.
6=While running, you have access to new attacks including a slide and a flying kick.
7=Batman's Cluster Batarang can knock over multiple Elites, but requires a moment with clear line of sight to lock on.
8=Batman's Explosive Batarang can knock out multiple Elites with a sonic explosion, but takes a few seconds after planting to go off.

[Thug]
0=Use Enhanced Vision to track your enemies. Conserve battery use: it recharges over time.
1=Keep grates, ledges, edges and corners covered to prevent Heroes from taking you down.
10=Batman's Explosive Batarang can knock out many Elites with a sonic explosion, but takes a few seconds after planting to go off.
11=Batman's Cluster Batarang can knock over multiple Elites, but requires a moment with clear line of sight to lock on.
2=If you run out of ammo, switch to your backup weapon or use Ammo Crates to restock.
3=Take cover for protection and to steady your aim.
4=You have a Frag Grenade. Use it.
5=Dashing can get you around quickly, but you need time to recover.
6=Different Elite control schemes are available in the Options menu.
7=Evading is the most effective counter to melee attacks.
8=Protect yourself from Batman and Robin's Explosive Gel by looking directly at it when it detonates.
9=Your Arkham Online Rating reflects your level of experience in Arkham Origins Online.

